---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.OhmMeters
source: html/21ba6a41-06c1-6de0-a523-80dc2508a3a5.htm
---
# Autodesk.Revit.DB.UnitTypeId.OhmMeters Property

Ohm meters.

## Syntax (C#)
```csharp
public static ForgeTypeId OhmMeters { get; }
```